{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "b4e584d7-92b3-425f-9c7a-ec0b7d687f55": {
      "type": "faq-banner",
      "settings": {
        "heading_text": "Frequently asked questions"
      }
    },
    "9d621353-e509-441d-951a-c68648920678": {
      "type": "faq-block",
      "blocks": {
        "78e23a45-3f43-4ed4-8831-010f62928521": {
          "type": "heading",
          "settings": {
            "content_title": "Course",
            "padding_top": 0,
            "padding_bottom": 0
          }
        },
        "13992476-e767-47b5-9706-4a0839ff7803": {
          "type": "course",
          "settings": {
            "heading_title": "What if I don’t have particular concerns about my child, but would like to be a better parent?",
            "heading_content": "<p>Yes, this course is for all parents who want to help their children achieve their full potential<\/p>"
          }
        },
        "b2f8be5d-8795-4040-ad43-281f7e6f769c": {
          "type": "course",
          "settings": {
            "heading_title": "Will the course help my child do better at school?",
            "heading_content": "<p>Yes, it should. Our research trials have shown that these methods improve reading age<\/p>"
          }
        },
        "6ec34533-b5fd-433a-a568-805d38a172c8": {
          "type": "course",
          "settings": {
            "heading_title": "Will the course help my child who is often difficult?",
            "heading_content": "<p>Yes, the methods are proven to be effective for reducing disobedience, tantrums and moodiness, and are recommended by official government bodies such as NICE (National Institute for Healthcare and Clinical Excellence)<\/p>"
          }
        },
        "0398fe6f-e3a6-4ab4-9e26-2e0ceb949e51": {
          "type": "course",
          "settings": {
            "heading_title": "Will the course help my child who is a worrier and lacking self-confidence?",
            "heading_content": "<p>Yes, it has major elements on how to make your child feel more secure and enable them to celebrate their successes and feel better about themselves<\/p>"
          }
        },
        "2874bb71-80b3-4d06-bfc9-36cd0bf70e58": {
          "type": "course",
          "settings": {
            "heading_title": "Will the course help my child who can’t concentrate, is overactive and is impulsive?",
            "heading_content": "<p>Yes, the methods in the course are proven to help these behaviours and retrain your child’s<br\/>brain to focus better and calm down. When they are marked, these behaviours can<br\/>add up to ADHD, for which these methods are recommended by NICE<\/p>"
          }
        },
        "34e2baef-5e1d-403f-a7fd-d9f1fe9ff8ed": {
          "type": "course",
          "settings": {
            "heading_title": "Will the course help my child who is on the autistic spectrum?",
            "heading_content": "<p>It is not specifically designed for children with autism, but the methods have been shown to help both challenging behaviour and anxiety in children with autistic traits<\/p>"
          }
        },
        "9d7d420c-c28d-4427-9211-1aef530bcb08": {
          "type": "course",
          "settings": {
            "heading_title": "What age child is this course suitable for?",
            "heading_content": "<p>It is designed for children aged 3 to 9. Young infants need a slightly different approach, and with teenagers the same ideas apply but more negotiation is necessary.<\/p>"
          }
        },
        "f0aa7513-edb5-4454-8cea-81a4a282dcbb": {
          "type": "course",
          "settings": {
            "heading_title": "Will it work with my teenager?",
            "heading_content": "<p>The principles of effective parenting with teenagers are the same, with strengthening of the emotional relationship, encouragement for good behaviour and staying calm with consequences for difficult behaviour. But the examples in this course are for primary age children<\/p>"
          }
        },
        "1b356ba4-72ab-4370-a00a-0677a0963a8c": {
          "type": "course",
          "settings": {
            "heading_title": "Would it be a good idea for my partner to do it as well?",
            "heading_content": "<p>Definitely, as you change your approach to the relationship with your child, it will double the benefit if your partner does it too and your child experiences the same approach from both of you.<\/p><p>Although this course is designed to be done by one parent\/carer, it helps to work together, to discuss the strategies, look at the videos and examples as well as do the home practice. Although, few parents fully agree on everything (!), the more you can work together, support each other and be consistent, the better for everyone!<\/p>"
          }
        },
        "96742bb3-9659-46b2-a6c0-f63e293af7a4": {
          "type": "course",
          "settings": {
            "heading_title": "Could it improve my relationship with my partner?",
            "heading_content": "<p>Yes, learning how to speak up for yourself and express your needs in a constructive way is part of the course, as is how to listen to them and show them that you understand what they are feeling<\/p>"
          }
        },
        "52651694-4446-44b7-94b3-3715b2bef9f6": {
          "type": "heading",
          "settings": {
            "content_title": "How do I know if this is going to work?",
            "padding_top": 128,
            "padding_bottom": 0
          }
        },
        "b686e915-ca34-4904-b976-9a1946a0854d": {
          "type": "course",
          "settings": {
            "heading_title": "How do I know this will work?",
            "heading_content": "<p>Because it consists of ingredients proven to work in trials with over 10,000 parents -this is their lived experience, that compared with parents who didn’t take a course, their children are happier, pay better, and make better friendships. And the family home is calmer. But this wouldn’t be enough for us, if we hadn’t seen with our own eyes how family life can be transformed. However, to bring about lasting changes will require some input from yourself to practise the new methods with your child.<\/p>"
          }
        },
        "cb7c9bf5-a1f4-4694-a64d-8c7983fb3512": {
          "type": "course",
          "settings": {
            "heading_title": "How is it different from other online parenting courses?",
            "heading_content": "<p>There are a number of online courses out there. Many are simply telling you what to do, without helping you put it into practice. Most don’t have elements to help you read with your child and improve their school performance, nor do they have ways to improve communication with your child and your partner or friend. None that we are aware of have an initial assessment to help you personalise your course to your own and your child’s needs. Nor do they have personalised text boxes to share experiences and what changes you plan to embrace.<\/p>"
          }
        },
        "cc87db82-68e5-490a-af9f-12977eb17e85": {
          "type": "course",
          "settings": {
            "heading_title": "What are the principles this course is based on?",
            "heading_content": "<p>There are 4 underpinning theories that we draw on: (i) attachment theory, which is about how to make your child feel safe and loved and strong inside, so then they are more willing to fit in with the family; (ii) social learning theory, which shows how to help children learn better habits, change their behaviour and gives you the tools to do this; (iii) educational language and reading learning theory, so that you use the best methods proven to help your child learn better; and finally (iv) neuroscience, choosing the approaches that have been shown to lead to better brain growth.<\/p>"
          }
        },
        "f54e5d4d-b8ab-4ce5-b371-cfc076fa0632": {
          "type": "heading",
          "settings": {
            "content_title": "Doing the course",
            "padding_top": 128,
            "padding_bottom": 0
          }
        },
        "dc254e5a-fa4c-4939-b6ed-81285187d596": {
          "type": "course",
          "settings": {
            "heading_title": "Is there an introduction to the course?",
            "heading_content": "<p>Yes, there is a brief introduction to the course right at the start. This includes 6 short questionnaires following each of which you will get feedback about your parenting style and how your child is getting on. You will be able to see the results on your personal Family Star chart, so you can track your progress. This takes around 15 minutes, and is really worthwhile as it will also help personalise the course to your needs<\/p>"
          }
        },
        "a209f6d1-eba0-4092-b858-e33b67ce0ae8": {
          "type": "course",
          "settings": {
            "heading_title": "How long does the course take?",
            "heading_content": "<p>The course is designed to take about 6 weeks. This means you can practice one or two new strategies a week with your child, before moving on to the next session or part of the course<\/p>"
          }
        },
        "b728e4f2-e253-406c-b0da-889c3e91bdcb": {
          "type": "course",
          "settings": {
            "heading_title": "How long does each session or part of the course take?",
            "heading_content": "<p>Each online session takes around 30 minutes, however some people like to spend longer, looking at the feedback from other parents in the course. For this course there are 3 building blocks - ‘Modules’, each with two Parts. We recommend you do these in the following order: Play, Praise and Listen, which form the parenting with LOVE part of the course. Further parts are under development<\/p>"
          }
        },
        "5522719c-3097-42f7-b528-e3c6825f6233": {
          "type": "course",
          "settings": {
            "heading_title": "Can I stop before the session is completed?",
            "heading_content": "<p>Yes, you can pause at any time just by logging out. When you log back in you will be taken back to exactly where you were<\/p>"
          }
        },
        "8d694ff0-1a50-4078-9a3f-802a3c6308aa": {
          "type": "course",
          "settings": {
            "heading_title": "Does it involve practising things at home?",
            "heading_content": "<p>To get the most benefit for you and your child it is important to try out the skills covered in the course at home. It will feel strange at first, but if you keep on practicing you should see a difference. And it will get easier. We also would encourage you to practise doing play time and reading together with your child for 10 minutes a day throughout the course. Infact, this is so important that we recommend that you record these sessions on a chart so you can track your progress<\/p>"
          }
        },
        "589226e9-b22f-41e3-b6d6-3eb54cfe8db7": {
          "type": "course",
          "settings": {
            "heading_title": "Are there printable materials I can download?",
            "heading_content": "<p>Yes, you can download the covid strategies and activities via the link on the home page. If you do the Parenting Style <a href=\"https:\/\/quiz.parentingmatters.co.uk\/\" target=\"_blank\">Quiz,<\/a> you will get a printout showing what sort of parenting style you currently have. Once you have signed up you will will find a few printable charts and documents, such as reward charts. You will also be able to print summaries as below<\/p>"
          }
        },
        "f95b4a3c-f0c8-442e-8676-7fdb637e149d": {
          "type": "course",
          "settings": {
            "heading_title": "Do I get a summary of important advice or strategies?",
            "heading_content": "<p>Yes, once you have signed up you have access to printable ‘Key Concepts’ in most sessions, which are summary notes of important ideas or skills<\/p>"
          }
        },
        "74cf5b8f-a35f-4d78-9867-c9f650adfbe3": {
          "type": "course",
          "settings": {
            "heading_title": "Can I track our progress?",
            "heading_content": "<p>Yes, doing home practice with your child and recording it is part of what makes this program so effective. Most parents like to see their progress. This can be seen on the 10 minutes-a-day play and reading chart throughout the course – so you can see this increase throughout the course. And towards the end of the course, you can see on the dashboard how your Parenting Star has progressed<\/p>"
          }
        },
        "8eb12df2-38ce-4c06-a0c0-35c87be4ba4f": {
          "type": "course",
          "settings": {
            "heading_title": "Can my partner\/carer do it too?",
            "heading_content": "<p>Although this course is designed to be done by one parent\/carer, you can certainly do it together, discuss the strategies, look at the videos and examples together as well as do the home practice. Although, few parents fully agree on everything (!), the more you can work together, support each other and be consistent, the better for everyone!<\/p>"
          }
        },
        "23a59366-7acd-410c-8409-987ad2651eac": {
          "type": "course",
          "settings": {
            "heading_title": "How long will I have access to the site after registering?",
            "heading_content": "<p>The course will be available for a minimum of 3 months and may be available for longer, depending on when you signed up<\/p>"
          }
        },
        "95f4d23d-a682-47d8-ad1a-2df373271f55": {
          "type": "heading",
          "settings": {
            "content_title": "Safety and confidentiality",
            "padding_top": 128,
            "padding_bottom": 0
          }
        },
        "57a69ff2-04ca-47fe-9444-9d4ee24f3597": {
          "type": "course",
          "settings": {
            "heading_title": "How safe and confidential is my information?",
            "heading_content": "<p>We keep your information securely stored and confidential. Please see \"confidentiality\" on the menu bar for further information<\/p>"
          }
        },
        "45e332f8-5507-43b4-9578-60118258641c": {
          "type": "course",
          "settings": {
            "heading_title": "Is the site checked for inappropriate or worrying content posted by users?",
            "heading_content": "<p>Yes, it is checked daily and inappropriate, rude or worrying comments are not uploaded<\/p>"
          }
        },
        "8b646599-3845-4979-8d7c-cc05cbe122f0": {
          "type": "course",
          "settings": {
            "heading_title": "Do I have to do the course in a fixed order?",
            "heading_content": "<p>No, but we strongly recommend you to go in the order shown in the course, as modules build upon each other<\/p>"
          }
        },
        "f2049a91-d372-44bf-89f3-c6ee78ca9b54": {
          "type": "course",
          "settings": {
            "heading_title": "I am struggling with my child – who can I contact?",
            "heading_content": "<p>Please see \"Help!\" On the menu bar once you have logged in to the course<\/p>"
          }
        },
        "db705577-c4ab-47e9-a3fb-77fd72012c42": {
          "type": "course",
          "settings": {
            "heading_title": "I am struggling and not in a good place – who can I contact?",
            "heading_content": "<p>Please see \"Help!\" On the menu bar once you have logged in to the course<\/p>"
          }
        },
        "5b8c8c57-059a-4f2f-ba30-d7bbfad2c0ff": {
          "type": "heading",
          "settings": {
            "content_title": "Technical",
            "padding_top": 128,
            "padding_bottom": 0
          }
        },
        "5dde480d-87e7-42af-a49d-beb875c76d83": {
          "type": "course",
          "settings": {
            "heading_title": "I'm having difficulties registering or at log in. Who should I contact?",
            "heading_content": "<p>If you have forgotten your password click the 'Forgotten password' link in the login page. For other serious technical issues goto help.parentingmattersonline.com and raise a support ticket - we will get back to you<\/p>"
          }
        },
        "e0165522-4034-4d94-9d76-baf9e3307338": {
          "type": "course",
          "settings": {
            "heading_title": "Can I do the course on a mobile or tablet or PC?",
            "heading_content": "<p>You can access the course from any internet enabled device - desktop, laptop, table or mobile phone. We support all major browsers on these devices<\/p>"
          }
        },
        "8bb6a6a8-6b18-48c1-a703-528145084063": {
          "type": "course",
          "settings": {
            "heading_title": "Can I get a record of my home practice?",
            "heading_content": "<p>Full records of the subject and the response you enter for your Home Practice sessions can be viewed via a link in any page in the course. If you want to print off your results you can do so via the Print capability of your browser<\/p>"
          }
        },
        "70f76d8c-9940-4845-8b1c-e2bd32d3e05c": {
          "type": "course",
          "settings": {
            "heading_title": "Is it available in languages other than English?",
            "heading_content": "<p>Not at present. Over 60 languages are spoken in the UK with a sizeable population; if you would like to suggest another language, please contact us using the link at the top of each page<\/p>"
          }
        },
        "47dd448f-92bf-42da-b8c5-aca0545183d1": {
          "type": "course",
          "settings": {
            "heading_title": "Do I have to be a good reader to take course?",
            "heading_content": "<p>There is material to read on the course at present, but we plan to have the choice of hearing it narrated soon<\/p>"
          }
        }
      },
      "block_order": [
        "78e23a45-3f43-4ed4-8831-010f62928521",
        "13992476-e767-47b5-9706-4a0839ff7803",
        "b2f8be5d-8795-4040-ad43-281f7e6f769c",
        "6ec34533-b5fd-433a-a568-805d38a172c8",
        "0398fe6f-e3a6-4ab4-9e26-2e0ceb949e51",
        "2874bb71-80b3-4d06-bfc9-36cd0bf70e58",
        "34e2baef-5e1d-403f-a7fd-d9f1fe9ff8ed",
        "9d7d420c-c28d-4427-9211-1aef530bcb08",
        "f0aa7513-edb5-4454-8cea-81a4a282dcbb",
        "1b356ba4-72ab-4370-a00a-0677a0963a8c",
        "96742bb3-9659-46b2-a6c0-f63e293af7a4",
        "52651694-4446-44b7-94b3-3715b2bef9f6",
        "b686e915-ca34-4904-b976-9a1946a0854d",
        "cb7c9bf5-a1f4-4694-a64d-8c7983fb3512",
        "cc87db82-68e5-490a-af9f-12977eb17e85",
        "f54e5d4d-b8ab-4ce5-b371-cfc076fa0632",
        "dc254e5a-fa4c-4939-b6ed-81285187d596",
        "a209f6d1-eba0-4092-b858-e33b67ce0ae8",
        "b728e4f2-e253-406c-b0da-889c3e91bdcb",
        "5522719c-3097-42f7-b528-e3c6825f6233",
        "8d694ff0-1a50-4078-9a3f-802a3c6308aa",
        "589226e9-b22f-41e3-b6d6-3eb54cfe8db7",
        "f95b4a3c-f0c8-442e-8676-7fdb637e149d",
        "74cf5b8f-a35f-4d78-9867-c9f650adfbe3",
        "8eb12df2-38ce-4c06-a0c0-35c87be4ba4f",
        "23a59366-7acd-410c-8409-987ad2651eac",
        "95f4d23d-a682-47d8-ad1a-2df373271f55",
        "57a69ff2-04ca-47fe-9444-9d4ee24f3597",
        "45e332f8-5507-43b4-9578-60118258641c",
        "8b646599-3845-4979-8d7c-cc05cbe122f0",
        "f2049a91-d372-44bf-89f3-c6ee78ca9b54",
        "db705577-c4ab-47e9-a3fb-77fd72012c42",
        "5b8c8c57-059a-4f2f-ba30-d7bbfad2c0ff",
        "5dde480d-87e7-42af-a49d-beb875c76d83",
        "e0165522-4034-4d94-9d76-baf9e3307338",
        "8bb6a6a8-6b18-48c1-a703-528145084063",
        "70f76d8c-9940-4845-8b1c-e2bd32d3e05c",
        "47dd448f-92bf-42da-b8c5-aca0545183d1"
      ],
      "settings": {
        "full_width": false,
        "margin_top": 0,
        "margin_bottom": 20
      }
    },
    "0418ea40-c8db-4fee-b9ed-8a74eab9c2ae": {
      "type": "email-sing-up-section",
      "settings": {
        "full_width": false,
        "email_image": "shopify:\/\/shop_images\/get-icon.png",
        "heading_text": "Can’t find what you're looking for?",
        "heading_small": "Send us your question and we’ll get back to you.",
        "button_text": "Submit question",
        "button_url": "",
        "color_scheme": "",
        "border_color": "#c72457",
        "padding_top": 160,
        "padding_bottom": 80
      }
    }
  },
  "order": [
    "main",
    "b4e584d7-92b3-425f-9c7a-ec0b7d687f55",
    "9d621353-e509-441d-951a-c68648920678",
    "0418ea40-c8db-4fee-b9ed-8a74eab9c2ae"
  ]
}
